/* German */

/* No comment provided by engineer. */
"%@ has encountered an exception!" = "In %@ ist ein unerwarteter Fehler aufgetreten.";

/* No comment provided by engineer. */
"%@ has recently crashed!" = "%@ wurde vor kurzem erwartet beendet.";

/* Informative text for crash report */
"Send feedback" = "Um uns zu helfen dass Problem zu beheben, schicken Sie uns bitte diesen Bericht. Klicken Sie auf Details um zu sehen welche Information an uns gesendet werden.";

/* Informative text for crash report */
"Send crash report" = "Um uns zu helfen dass Problem zu beheben, schicken Sie uns bitte diesen Bericht. Klicken Sie auf Details um zu sehen welche Information an uns gesendet werden.";

/* No comment provided by engineer. */
"anonymous" = "anonym";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Comments:" = "Kommentar:";

/* No comment provided by engineer. */
"Console" = "Konsole";

/* No comment provided by engineer. */
"CrashLog" = "Crash Log";

/* No comment provided by engineer. */
"Email address:" = "Ihre Email-Adresse falls wir Sie kontaktieren sollen:";

/* No comment provided by engineer. */
"Error: %@" = "Fehler: %@";

/* No comment provided by engineer. */
"Exception" = "Ausnahmefehler";

/* No comment provided by engineer. */
"Got a problem with %@?" = "Sie haben ein Problem mit %@?";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Preferences" = "Einstellungen";

/* No comment provided by engineer. */
"Script" = "Skript";

/* No comment provided by engineer. */
"Send" = "Absenden";

/* No comment provided by engineer. */
"Sorry, failed to submit your feedback to the server." = "Leider konnte der Report nicht zum Server übertragen werden.";

/* No comment provided by engineer. */
"You may not be able to send feedback because %@ isn't reachable." = "Der Server %@ scheint nicht erreichbar zu sein.\n\nStellen Sie sicher, dass Sie mit dem Internet verbunden sind.\n";

/* No comment provided by engineer. */
"Feedback Host Not Reachable" = "Feedback Server nicht erreichbar";

/* No comment provided by engineer. */
"Proceed Anyway" = "Trotzdem versuchen";

/* Comment label text for feedback */
"Feedback comment label" = "Ihr Feedback:";

/* No comment provided by engineer. */
"Send details" = "Details senden";